[{
		"name": "What is the 7 day ab challenge?",
		"description": "One of these challenges is a 5-minute abs workout, which you complete for seven days to lose fat around the belly, waist, and abs. It requires zero equipment and can be done from just about anywhere. “These abs and waist exercises will target your stomach, show you how to burn belly fat to help with fat loss from home.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
	}, {
		"name": "What exercise gives you abs the fastest?",
		"description": "Some types of cardio are better than others for building abs. High-intensity interval training (HIIT), which incorporates short bursts of intense activity, is better than going for a long run at a steady pace. That's because HIIT keeps your heart rate up, promotes fat burning, and boosts your metabolism.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
  }, {
		"name": "Does drinking water give you abs?",
		"description": "While the evidence is mixed as to whether drinking more water in general aids weight loss, recent research supports the conclusion that replacing sugary drinks with water can aid weight loss, potentially helping you burn fat and reveal your abdominals.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
    
    }, {
		"name": "What to eat to get abs in 2 weeks?",
		"description": "Foods to eat: -Whole grains. Whole grains like oats, barley, buckwheat, and quinoa can be a great addition to your diet if you're looking to get abs. ... -Nuts and seeds. Nuts and seeds provide the perfect balance of fiber, protein, and healthy fats, all of which can be incredibly beneficial for getting abs. ... -Legumes. ... -Tea.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
	
  }, {
		"name": "What foods help you get abs?",
		"description": "Top foods to include in a diet for abs: -poultry, including chicken and turkey. -lean meats, including beef, pork, and lamb. -fish, especially fatty fish, such as salmon, which are high in omega-3 fatty acids. -low fat dairy products, such as milk, cheese, and yogurt.eggs. -vegetarian proteins, such as tofu, beans, or tempeh.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
  }, {
		"name": "Do planks give you abs?",
		"description": "planks don't just work your core: They work your entire body. Planks require your arms, your legs, and all of your abs, making them an all-encompassing workout and a more efficient way to exercise.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
  }, {
		"name": "How do you get abs while sleeping?",
		"description": "Focus on core stability and don't rely on gravity or momentum. -Lie on your back with your hands by your side, palms down. -Keeping your legs straight, use your abs to lift your legs toward your face until your toes touch the headboard.-Slowly lower your legs back to the bed, engaging your abdominals. ... -Repeat 10 times.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
  }, {
		"name": "Can I get a six pack by doing push-ups?",
		"description": "It's a Good Full Body Workout - By working on a large number of muscles in your body, push-ups help tremendously for a fitter you. Push-ups help you focus on your arms, abs and your lower body, all at the same time. They train your muscles to work together and become stronger.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
  }, {
		"name": "How many pushups a day is good?",
		"description": "Many people do more than 300 push-ups a day. But for an average person, even 50 to 100 push-ups should be enough to maintain a good upper body, provided it is done properly. You can start with 20 push-ups, but do not stick to this number.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
	}, {
		"name": "Are planks better than push-ups?",
		"description": "Push-ups are far more effective than planks for building muscle, burning calories, increasing muscular endurance, and developing cardiovascular health. Push-ups provide an intense workout for your chest, arms, and shoulders that planks don't provide.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
  }, {
		"name": "How can I lose my stomach fat?",
		"description": "Trimming the fat:-Eat a healthy diet. Focus on plant-based foods, such as fruits, vegetables and whole grains, and choose lean sources of protein and low-fat dairy products. ... -Replace sugary beverages. ... -Keep portion sizes in check. ... -Include physical activity in your daily routine.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	
	}, { 
		"name": "What are the first signs of getting abs?",
		"description": "Your pants and/or shorts are looser in the waistline.It is the easiest and most effortless way to notice your progress on the journey to a washboard stomach. If your pants are fitting more loosely or if you have to tighten your belt, then you are losing fat around your stomach.",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcReaUjts9KaAAK6C9dQRf1mzcxYmaLP8VHOh1NvuXy2o2pSqDlOtHFW6uELvC6AU2ea7kE&usqp=CAU"
	}
]
